Repository: jaapstronks/ollie-app
Catalog: Ollie-app/TrainingSession.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: %lld clicks
de: %lld Klicks
es: %lld clics
fr: %lld clics
it: %lld clic
nl: %lld klikken

source: Click
de: Klick
es: Clic
fr: Clic
it: Clic
nl: Klik

source: Clicker button
de: Clicker-Taste
es: Boton del clicker
fr: Bouton clicker
it: Pulsante clicker
nl: Clickerknop

source: clicks
de: Klicks
es: clics
fr: clics
it: clic
nl: klikken

source: Double tap to mark behavior
de: Doppeltippen, um Verhalten zu markieren
es: Toca dos veces para marcar el comportamiento
fr: Appuyez deux fois pour marquer le comportement
it: Tocca due volte per segnare il comportamento
nl: Dubbeltik om gedrag te markeren

source: End Session
de: Einheit beenden
es: Finalizar sesion
fr: Terminer la session
it: Termina sessione
nl: Sessie beëindigen

source: End Session?
de: Einheit beenden?
es: Finalizar sesion?
fr: Terminer la session ?
it: Terminare la sessione?
nl: Sessie beëindigen?

source: Exit Without Saving
de: Beenden ohne Speichern
es: Salir sin guardar
fr: Quitter sans enregistrer
it: Esci senza salvare
nl: Afsluiten zonder opslaan

source: Last session: %@
de: Letzte Einheit: %@
es: Ultima sesion: %@
fr: Dernière session : %@
it: Ultima sessione: %@
nl: Laatste sessie: %@

source: No sessions yet
de: Noch keine Einheiten
es: Aun no hay sesiones
fr: Pas encore de sessions
it: Nessuna sessione
nl: Nog geen sessies

source: Save & Exit
de: Speichern & Beenden
es: Guardar y salir
fr: Enregistrer et quitter
it: Salva ed esci
nl: Opslaan en afsluiten

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
nl: Geluid

source: Start Training
de: Training starten
es: Iniciar entrenamiento
fr: Commencer l'entraînement
it: Inizia addestramento

source: You have an active training session. Would you like to save it before exiting?
de: Du hast eine aktive Trainingseinheit. Mochtest du sie vor dem Beenden speichern?
es: Tienes una sesion de entrenamiento activa. Deseas guardarla antes de salir?
fr: Vous avez une session d'entraînement active. Voulez-vous l'enregistrer avant de quitter ?
it: Hai una sessione di addestramento attiva. Vuoi salvarla prima di uscire?
nl: Je hebt een actieve trainingssessie. Wil je deze opslaan voordat je afsluit?

source: Vibration
es: Vibracion
it: Vibrazione
nl: Trillen
